Repository: 1787755656/tomato
Catalog: release/src/router/nano/po/*.po
Languages: uk

source: Requested fill size "%s" is invalid
uk: п²п╟п╢я√я│п╩п╟п╫п╬ п╥п╟п©п╦я┌ п╫п╟ п╫п╣п╨п╬я─п╣п╨я┌п╫п╦п╧ я─п╬п╥п╪я√я─ п╥п╟п©п╬п╡п╫п╣п╫п╫я▐ б╚%sб╩

source: Type '%s -h' for a list of available options.
uk: п▓п╡п╣п╢я√я┌я▄ п╨п╬п╪п╟п╫п╢я┐ б╚%s -hб╩, я┴п╬п╠ п╬я┌я─п╦п╪п╟я┌п╦ я│п©п╦я│п╬п╨ п╢п╬я│я┌я┐п©п╫п╦я┘ п©п╟я─п╟п╪п╣я┌я─я√п╡.

source: Invalid line or column number
uk: п²п╣п╨п╬я─п╣п╨я┌п╫п╦п╧ п╫п╬п╪п╣я─ я─я▐п╢п╨п╟ п╟п╠п╬ п©п╬п╥п╦я├я√я≈

source: Yy
uk: YyТт

source: Nn
uk: NnНн

source: Aa
uk: AaВв

source: Yes
uk: Так

source: All
uk: Все

source: No
uk: Н╕

source: Bad regex "%s": %s
uk: Не в╕рний регулярний вираз "%s": %s

source: Regex strings must begin and end with a " character
uk: п═я▐п╢п╨п╦ я└п╬я─п╪п╟п╩я▄п╫п╦я┘ п╡п╦я─п╟п╥я√п╡ п©п╬п╡п╦п╫п╫я√ п©п╬я┤п╦п╫п╟я┌п╦я│я▐ я┌п╟ п╥п╟п╨я√п╫я┤я┐п╡п╟я┌п╦я│я▐ п╩п╟п©п╨п╟п╪п╦ (")

source: Missing syntax name
uk: В╕дсутня назва синтаксису

source: A syntax name must be quoted
uk: п²п╟п╥п╡я┐ я│п╦п╫я┌п╟п╨я│п╦я│я┐ я│п╩я√п╢ п╡п╨п╟п╥я┐п╡п╟я┌п╦ я┐ п╩п╟п©п╨п╟я┘

source: keybindings must begin with "^", "M", or "F"
uk: п║п╦п╫я┌п╟п╨я│п╦я│ б╚defaultб╩ п╫п╣ п╪п╬п╤п╣ п╪п╟я┌п╦ я─п╬п╥я┬п╦я─п╣п╫я▄

source: Missing key name
uk: п▓я√п╢я│я┐я┌п╫я▐ п╫п╟п╥п╡п╟ п╨п╩п╟п╡я√я┬я√

source: Key name is too short
uk: п²п╟п╥п╡п╟ п╨п╩п╟п╡я√я┬я√ я■ п╫п╟п╢я┌п╬ п╨п╬я─п╬я┌п╨п╬я▌

source: Key name must begin with "^", "M", or "F"
uk: п²п╟п╥п╡п╟ п╨п╩п╟п╡я√я┬я√ п╪п╟я■ п©п╬я┤п╦п╫п╟я┌п╦я│я▐ п╥ б╚^б╩, б╚Mб╩ п╟п╠п╬ б╚Fб╩

source: Key name %s is invalid
uk: п²п╟п╥п╡п╟ п╨п╩я▌я┤п╟ %s я■ п╫п╣п╨п╬я─п╣п╨я┌п╫п╬я▌

source: Must specify a function to bind the key to
uk: п■п╩я▐ п©я─п╦п╡Б─≥я▐п╥я┐п╡п╟п╫п╫я▐ п╨п╩п╟п╡я√я┬я√ я│п╩я√п╢ п╡п╨п╟п╥п╟я┌п╦ я└я┐п╫п╨я├я√я▌

source: Cannot map name "%s" to a function
uk: п²п╣ п╪п╬п╤п╫п╟ п©п╬п╡Б─≥я▐п╥п╟я┌п╦ п╫п╟п╥п╡я┐ б╚%sб╩ п╥ я└я┐п╫п╨я├я√я■я▌

source: Cannot map name "%s" to a menu
uk: п²п╣п╪п╬п╤п╩п╦п╡п╬ п©п╬п╡Б─≥я▐п╥п╟я┌п╦ п╫п╟п╥п╡я┐ б╚%sб╩ п╥ п╪п╣п╫я▌

source: Function '%s' does not exist in menu '%s'
uk: пё п╪п╣п╫я▌ б╚%2$sб╩ п╫п╣п╪п╟я■ п©я┐п╫п╨я┌я┐ б╚%1$sб╩

source: Sorry, keystroke "%s" may not be rebound
uk: п▓п╦п╠п╟я┤я┌п╣, п©я─п╦п╥п╫п╟я┤п╣п╫п╫я▐ б╚%sб╩ п╥п╪я√п╫я▌п╡п╟я┌п╦ п╫п╣ п╪п╬п╤п╫п╟

source: Missing color name
uk: В╕дсутня назва кольору

source: "start=" requires a corresponding "end="
uk: "start=" потребу╓ в╕дпов╕дного "end="

source: A '%s' command requires a preceding 'syntax' command
uk: п▓п╦п╨п╬я─п╦я│я┌п╟п╫п╫я▐ п╨п╬п╪п╟п╫п╢п╦ б╚%sб╩ п©п╬я┌я─п╣п╠я┐я■ п©п╬п©п╣я─п╣п╢п╫я▄п╬пЁп╬ п╡п╦п╨п╬я─п╦я│я┌п╟п╫п╫я▐ п╨п╬п╪п╟п╫п╢п╦ б╚syntaxб╩

source: Missing regex string after '%s' command
uk: п²п╣ п╡п╦я│я┌п╟я┤п╟я■ я─я▐п╢п╨п╟ я└п╬я─п╪п╟п╩я▄п╫п╬пЁп╬ п╡п╦я─п╟п╥я┐ п©я√я│п╩я▐ п╨п╬п╪п╟п╫п╢п╦ б╚%sб╩

source: Empty regex string
uk: п÷п╬я─п╬п╤п╫я√п╧ я└п╬я─п╪п╟п╩я▄п╫п╦п╧ п╡п╦я─п╟п╥

source: Background color "%s" cannot be bright
uk: п п╬п╩я√я─ я┌п╩п╟ б╚%sб╩ п╫п╣ п╪п╬п╤п╣ п╠я┐я┌п╦ я│п╡я√я┌п╩п╦п╪

source: The "default" syntax does not accept '%s' regexes
uk: п║п╦п╫я┌п╟п╨я│п╦я│ б╚defaultб╩ п╫п╣ п╪п╬п╤п╣ п╡п╦п╨п╬я─п╦я│я┌п╬п╡я┐п╡п╟я┌п╦ я└п╬я─п╪п╟п╩я▄п╫я√ п╡п╦я─п╟п╥п╦ б╚%sб╩

source: Missing command after '%s'
uk: п²п╣ п╡п╦я│я┌п╟я┤п╟я■ п╨п╬п╪п╟п╫п╢п╦ п©я√я│п╩я▐ б╚%sб╩

source: Argument of '%s' lacks closing "
uk: п░я─пЁя┐п╪п╣п╫я┌ б╚%sб╩, п╫п╣ п╡п╦я│я┌п╟я┤п╟я■ п╥п╟п╡п╣я─я┬п╟п╩я▄п╫п╬я≈ "

source: Syntax "%s" has no color commands
uk: п║п╦п╫я┌п╟п╨я│п╦я│ б╚%sб╩ п╫п╣ п╪п╟я■ п╨п╬п╩я√я─п╫п╦я┘ п╨п╬п╪п╟п╫п╢

source: Command "%s" not allowed in included file
uk: п п╬п╪п╟п╫п╢п╟ б╚%sб╩ п╫п╣ п╢п╬п╥п╡п╬п╩п╣п╫п╟ я┐ п╡п╨п╩я▌я┤п╣п╫п╬п╪я┐ я└п╟п╧п╩я√

source: Command "%s" not understood
uk: п²п╣ п╥я─п╬п╥я┐п╪я√п╩п╟ п╨п╬п╪п╟п╫п╢п╟ б╚%sб╩

source: Missing option
uk: п÷я─п╬п©я┐я┴п╣п╫п╬ п©п╟я─п╟п╪п╣я┌я─

source: Unknown option "%s"
uk: п²п╣п╡я√п╢п╬п╪п╦п╧ п©п╟я─п╟п╪п╣я┌я─ б╚%sб╩

source: Cannot unset option "%s"
uk: п²п╣п╪п╬п╤п╩п╦п╡п╬ я│п╨п╟я│я┐п╡п╟я┌п╦ п╡п╦п╥п╫п╟я┤п╣п╫п╫я▐ п©п╟я─п╟п╪п╣я┌я─п╟ б╚%sб╩

source: Option "%s" requires an argument
uk: п·п©я├я√я▐ б╚%sб╩ п╡п╦п╪п╟пЁп╟я■ п╟я─пЁя┐п╪п╣п╫я┌

source: Argument is not a valid multibyte string
uk: п░я─пЁя┐п╪п╣п╫я┌ п╫п╣ я■ п╨п╬я─п╣п╨я┌п╫п╦п╪ п╠п╟пЁп╟я┌п╬п╠п╟п╧я┌п╬п╡п╦п╪ я─я▐п╢п╨п╬п╪

source: I can't find my home directory! Wah!
uk: п╞ п╫п╣ п╪п╬п╤я┐ п╥п╫п╟п╧я┌п╦ я│п╡п╬я▌ п╢п╬п╪я√п╡п╨я┐! п√п╟я┘!

source: (to replace) in selection
uk: (до зам╕ни)

source: (to replace)
uk: (до зам╕ни)

source: Searching...
uk: п╗я┐п╨п╟я■п╪п╬Б─╕

source: Replace this instance?
uk: Зам╕нити цей прим╕рник?

source: Replace with
uk: Зам╕нити на

source: Not a bracket
uk: Не дужка

source: No matching bracket
uk: Нема в╕дпов╕дно╖ дужки

source: Mark Set
uk: М╕тку встановлено

source: Mark Unset
uk: п°я√я┌п╨я┐ п╥п╫я▐я┌п╬

source: Error invoking "%s"
uk: п÷п╬п╪п╦п╩п╨п╟ п╡п╦п╨п╬п╫п╟п╫п╫я▐ б╚%sб╩

source: Commenting is not supported for this file type
uk: п■п╬п╢п╟п╡п╟п╫п╫я▐ п╨п╬п╪п╣п╫я┌п╟я─я√п╡ я┐ я└п╟п╧п╩п╟я┘ я├я▄п╬пЁп╬ я┌п╦п©я┐ п╫п╣ п©п╣я─п╣п╢п╠п╟я┤п╣п╫п╬

source: Cannot comment past end of file
uk: п²п╣ п╪п╬п╤п╫п╟ п╥п╟п╨п╬п╪п╣п╫я┌я┐п╡п╟я┌п╦ п╢п╟п╫я√ п╥п╟ п╨я√п╫я├п╣п╪ я└п╟п╧п╩п╟

source: text uncut
uk: я│п╨п╟я│я┐п╡п╟п╫п╫я▐ п╬п╠я─я√п╥п╨п╦ я┌п╣п╨я│я┌я┐

source: comment
uk: п╥п╟п╨п╬п╪п╣п╫я┌я┐п╡п╟я┌п╦

source: uncomment
uk: я─п╬п╥п╨п╬п╪п╣п╫я┌я┐п╡п╟я┌п╦

source: text insert
uk: Наступний файл

source: Internal error: unknown type. Please save your work.
uk: п▓п╫я┐я┌я─я√я┬п╫я▐ п©п╬п╪п╦п╩п╨п╟: п╫п╣п╡я√п╢п╬п╪п╦п╧ я┌п╦п©. п≈п╠п╣я─п╣п╤я√я┌я▄ я│п╡п╬я▌ я─п╬п╠п╬я┌я┐

source: Could not pipe
uk: Не можу працювати ╕з каналом (pipe)

source: Could not create pipe
uk: п²п╣ п╪п╬п╤я┐ я│я┌п╡п╬я─п╦я┌п╦ п╨п╟п╫п╟п╩ (pipe)

source: Could not fork
uk: Не можу зробити fork()

source: Bad quote string %s: %s
uk: Поганий рядок цитування %s: %s

source: Can now UnJustify!
uk: Можу зараз же СкасВир╕внювання!

source: Unfindable word: %s
uk: п²п╣п©я─п╦п╢п╟я┌п╫п╣ п╢п╬ п©п╬я┬я┐п╨я┐ я│п╩п╬п╡п╬: %s

source: Edit a replacement
uk: Редагувати зам╕ну

source: Next word...
uk: п²п╟я│я┌я┐п©п╫п╣ я│п╩п╬п╡п╬Б─╕

source: Creating misspelled word list, please wait...
uk: Створюю перел╕к орфограф╕чних помилок, зажд╕ть б-ласка...

source: Could not get size of pipe buffer
uk: Не можу отримати розм╕р буферу каналу

source: Error invoking "spell"
uk: Помилка виконання "spell"

source: Error invoking "sort -f"
uk: Помилка виконання "sort -f"

source: Error invoking "uniq"
uk: Помилка виконання "uniq"

source: Finished checking spelling
uk: Перев╕рку орфограф╕╖ завершено

source: Spell checking failed: %s
uk: Перев╕рка орфограф╕╖ не вдалася: %s

source: Invoking spell checker, please wait
uk: п▓п╦п╨п╩п╦п╨п╟я■п╪п╬ п©я─п╬пЁя─п╟п╪я┐ п╢п╩я▐ п©п╬я┬я┐п╨я┐ п╢я─я┐п╨п╟я─я│я▄п╨п╦я┘ п©п╬п╪п╦п╩п╬п╨, п╥п╟я┤п╣п╨п╟п╧я┌п╣

source: Spell checking failed: %s: %s
uk: п²п╣ п╡п╢п╟п╩п╬я│я▄ п©п╣я─п╣п╡я√я─п╦я┌п╦ п╬я─я└п╬пЁя─п╟я└я√я▌: %s: %s

source: No linter defined for this type of file!
uk: п■п╩я▐ я├я▄п╬пЁп╬ я┌п╦п©я┐ я└п╟п╧п╩я√п╡ п╫п╣ п╡п╦п╥п╫п╟я┤п╣п╫п╬ п╬п╠я─п╬п╠п╫п╦п╨п╟!

source: Save modified buffer before linting?
uk: п≈п╠п╣я─п╣пЁя┌п╦ п╥п╪я√п╫п╣п╫п╦п╧ п╠я┐я└п╣я─ п©п╣я─п╣п╢ п╬п╠я─п╬п╠п╨п╬я▌?

source: Invoking linter, please wait
uk: п▓п╦п╨п╩п╦п╨п╟я■п╪п╬ linter, п╥п╟я┤п╣п╨п╟п╧я┌п╣

source: Got 0 parsable lines from command: %s
uk: п▓я√п╢ п╨п╬п╪п╟п╫п╢п╦ п╬я┌я─п╦п╪п╟п╫п╬ 0 п©я─п╦п╢п╟я┌п╫п╦я┘ я─я▐п╢п╨я√п╡: %s

source: This message is for unopened file %s, open it in a new buffer?
uk: п╕п╣ п©п╬п╡я√п╢п╬п╪п╩п╣п╫п╫я▐ п©п╬п╡Б─≥я▐п╥п╟п╫п╬ я√п╥ п╫п╣п╡я√п╢п╨я─п╦я┌п╦п╪ я└п╟п╧п╩п╬п╪ %s. п▓я√п╢п╨я─п╦я┌п╦ п╧п╬пЁп╬ я┐ п╫п╬п╡п╬п╪я┐ п╠я┐я└п╣я─я√?

source: No more errors in unopened files, cancelling
uk: пё п╫п╣п╡я√п╢п╨я─п╦я┌п╦я┘ я└п╟п╧п╩п╟я┘ п╫п╣п╪п╟я■ п╠я√п╩я▄я┬п╣ п©п╬п╪п╦п╩п╬п╨, я│п╨п╟я│п╬п╡я┐я■п╪п╬ п╢я√я▌

source: At last message
uk: п²п╟ п╬я│я┌п╟п╫п╫я▄п╬п╪я┐ п©п╬п╡я√п╢п╬п╪п╩п╣п╫п╫я√

source: At first message
uk: п²п╟ п©п╣я─я┬п╬п╪я┐ п©п╬п╡я√п╢п╬п╪п╩п╣п╫п╫я√

source: Finished
uk: п≈п╟п╡п╣я─я┬п╣п╫п╬

source: Invoking formatter, please wait
uk: п▓п╦п╨п╩п╦п╨п╟я■п╪п╬ formatter, п╥п╟я┤п╣п╨п╟п╧я┌п╣

source: Finished formatting
uk: п╓п╬я─п╪п╟я┌я┐п╡п╟п╫п╫я▐ п╥п╟п╡п╣я─я┬п╣п╫п╬

source: nano is out of memory!
uk: невистача╓ в╕льно╖ пам'ят╕ для nano!

source: No further matches
uk: п■п╟п╩я√ п╫п╣п╪п╟я■ п╡я√п╢п©п╬п╡я√п╢п╫п╦п╨я√п╡

source: No matches
uk: п²п╣п╪п╟я■ п╡я√п╢п©п╬п╡я√п╢п╫п╦п╨я√п╡

source: Internal error: can't match line %ld. Please save your work.
uk: п▓п╫я┐я┌я─я√я┬п╫я▐ п©п╬п╪п╦п╩п╨п╟: п╫п╣ п╡п╢п╟п╩п╬я│я▐ п╡я│я┌п╟п╫п╬п╡п╦я┌п╦ п╡я√п╢п©п╬п╡я√п╢п╫я√я│я┌я▄ я─я▐п╢п╨п╟ %ld. п≈п╠п╣я─п╣п╤я√я┌я▄ я─п╣п╥я┐п╩я▄я┌п╟я┌п╦ п╡п╟я┬п╬я≈ я─п╬п╠п╬я┌п╦.

source: Unknown sequence
uk: п²п╣п╡я√п╢п╬п╪п╟ п©п╬я│п╩я√п╢п╬п╡п╫я√я│я┌я▄

source: Unicode Input: %s
uk: п▓п╡п╣п╢п╣п╫п╫я▐ Unicode: %s

source: DIR:
uk: п п╟я┌.:

source: File:
uk: п╓п╟п╧п╩:

source: Modified
uk: Зм╕нено

source: Further warnings were suppressed
uk: п÷п╬п╢п╟п╩я▄я┬я√ п©п╬п©п╣я─п╣п╢п╤п╣п╫п╫я▐ п╫п╣ п©п╬п╨п╟п╥п╟п╫п╬

source: line %ld/%ld (%d%%), col %lu/%lu (%d%%), char %lu/%lu (%d%%)
uk: я─я▐п╢п╬п╨ %ld/%ld (%d%%), п©п╬п╥п╦я├я√я▐ %lu/%lu (%d%%), я│п╦п╪п╡п╬п╩ %lu/%lu (%d%%)

source: The nano text editor
uk: Текстовий редактор nano

source: Brought to you by:
uk: Створено для Вас:

source: Special thanks to:
uk: Особлива подяка:

source: The Free Software Foundation
uk: The Free Software Foundation (Фонд В╕льного Програмного забезпечення)

source: the many translators and the TP
uk: п╠п╟пЁп╟я┌я▄п╬п╪ п©п╣я─п╣п╨п╩п╟п╢п╟я┤п╟п╪ я┌п╟ TP

source: For ncurses:
uk: Для ncurses:

source: and anyone else we forgot...
uk: та ╕ншим кого ми забули...
