Repository: 1787755656/tomato
Catalog: release/src/router/nano/po/*.po
Languages: uk

source: Go To Directory
uk: До Директор╕╖

source: Cancelled
uk: Скасовано

source: Can't go outside of %s in restricted mode
uk: Не можу п╕ти поза %s в обмеженому режим╕

source: Can't go outside of %s
uk: п²п╣ п╪п╬п╤я┐ п╡п╦п╧я┌п╦ п╥п╟ п╪п╣п╤я√ %s

source: Can't move up a directory
uk: Не можу перем╕стити директор╕ю

source: Error reading %s: %s
uk: п÷п╬п╪п╦п╩п╨п╟ п©я√п╢ я┤п╟я│ я│п©я─п╬п╠п╦ я┤п╦я┌п╟п╫п╫я▐ %s: %s

source: The working directory has disappeared
uk: п═п╬п╠п╬я┤п╦п╧ п╨п╟я┌п╟п╩п╬пЁ п╥п╫п╦п╨

source: (parent dir)
uk: (п╠п╟я┌я▄п╨. п╨п╟я┌.)

source: (huge)
uk: (п╡п╣п╩.)

source: Search
uk: Пошук

source: [Case Sensitive]
uk: [РегЗалеж]

source: [Regexp]
uk: [ФормВир]

source: [Backwards]
uk: [Назад]

source: Search Wrapped
uk: Д╕сталися к╕нця файла, почали спочатку

source: This is the only occurrence
uk: Це ╓дине сп╕впад╕ння

source: Can't insert file from outside of %s
uk: Не можу вставити файл поза %s

source: Unknown syntax name: %s
uk: п²п╣п╡я√п╢п╬п╪п╟ п╫п╟п╥п╡п╟ я│п╦п╫я┌п╟п╨я│п╦я│я┐: %s

source: magic_load() failed: %s
uk: п÷п╬п╪п╦п╩п╨п╟ magic_load(): %s

source: magic_file(%s) failed: %s
uk: п÷п╬п╪п╦п╩п╨п╟ magic_file(%s): %s

source: Directory '%s' does not exist
uk: п п╟я┌п╟п╩п╬пЁя┐ б╚%sб╩ п╫п╣ я√я│п╫я┐я■

source: Path '%s': %s
uk: п╗п╩я▐я┘ б╚%sб╩: %s

source: Path '%s' is not a directory
uk: п╗п╩я▐я┘ б╚%sб╩ п╫п╣ я■ п╟п╢я─п╣я│п╬я▌ п╨п╟я┌п╟п╩п╬пЁя┐

source: Path '%s' is not accessible
uk: п╗п╩я▐я┘ б╚%sб╩ п╫п╣п╢п╬я│я┌я┐п©п╫п╦п╧

source: Directory '%s' is not writable
uk: п п╟я┌п╟п╩п╬пЁ б╚%sб╩ п╫п╣п©я─п╦п╢п╟я┌п╫п╦п╧ п╢п╬ п╥п╟п©п╦я│я┐

source: Couldn't determine my identity for lock file (getpwuid() failed)
uk: п²п╣ п╡п╢п╟п╩п╬я│я▐ п╡п╦п╥п╫п╟я┤п╦я┌п╦ п©я─п╬я└я√п╩я▄ п╢п╩я▐ я└п╟п╧п╩п╟ п╠п╩п╬п╨я┐п╡п╟п╫п╫я▐ (п©п╬п╪п╦п╩п╨п╟ getpwuid())

source: Couldn't determine hostname for lock file: %s
uk: п²п╣ п╡п╢п╟п╩п╬я│я▐ п╡п╦п╥п╫п╟я┤п╦я┌п╦ п╫п╟п╥п╡я┐ п╡я┐п╥п╩п╟ п╢п╩я▐ я└п╟п╧п╩п╟ п╠п╩п╬п╨я┐п╡п╟п╫п╫я▐: %s

source: Error writing lock file %s: %s
uk: п÷п╬п╪п╦п╩п╨п╟ п©я√п╢ я┤п╟я│ я│п©я─п╬п╠п╦ п╥п╟п©п╦я│п╟я┌п╦ я└п╟п╧п╩ п╠п╩п╬п╨я┐п╡п╟п╫п╫я▐ %s: %s

source: Error deleting lock file %s: %s
uk: п÷п╬п╪п╦п╩п╨п╟ п©я√п╢ я┤п╟я│ я│п©я─п╬п╠п╦ п╡п╦п╩я┐я┤п╦я┌п╦ я└п╟п╧п╩ п╠п╩п╬п╨я┐п╡п╟п╫п╫я▐ %s: %s

source: Error opening lock file %s: %s
uk: п÷п╬п╪п╦п╩п╨п╟ п©я√п╢ я┤п╟я│ я│п©я─п╬п╠п╦ п╡я√п╢п╨я─п╦я┌п╦ я└п╟п╧п╩ п╠п╩п╬п╨я┐п╡п╟п╫п╫я▐ %s: %s

source: Error reading lock file %s: Not enough data read
uk: п÷п╬п╪п╦п╩п╨п╟ п©я√п╢ я┤п╟я│ я│п©я─п╬п╠п╦ п©я─п╬я┤п╦я┌п╟я┌п╦ п╢п╟п╫я√ п╥ я└п╟п╧п╩п╟ п╠п╩п╬п╨я┐п╡п╟п╫п╫я▐ %s: п©я─п╬я┤п╦я┌п╟п╫п╬ п╫п╣п╢п╬я│я┌п╟я┌п╫я▄п╬ п╢п╟п╫п╦я┘

source: File %s is being edited (by %s with %s, PID %s); continue?
uk: п═п╣п╢п╟пЁя┐п╡п╟п╫п╫я▐ я└п╟п╧п╩п╟ %s п╡п╤п╣ п╡п╦п╨п╬п╫я┐я■я┌я▄я│я▐ (%s п╥п╟ п╢п╬п©п╬п╪п╬пЁп╬я▌ %s, PID %s); п©я─п╬п╢п╬п╡п╤п╦я┌п╦?

source: "%s" is a directory
uk: б╚%sб╩ я■ п╨п╟я┌п╟п╩п╬пЁп╬п╪

source: "%s" is not a normal file
uk: б╚%sб╩ п╫п╣ я■ п╥п╡п╦я┤п╟п╧п╫п╦п╪ я└п╟п╧п╩п╬п╪

source: No more open file buffers
uk: Б╕льш нема в╕дкритих файл╕в

source: Switched to %s
uk: Перемкнуто до %s

source: New Buffer
uk: Новий Буфер

source: Read %lu line (Converted from DOS and Mac format)
uk: Прочитано %d рядок (перетворено з формату Mac)

source: Reading File
uk: Чита╓мо файл..

source: New File
uk: Новий файл

source: "%s" not found
uk: "%s" не знайдено

source: File to insert into new buffer [from %s]
uk: Файл до вставки (в новий буфер) [в╕д %s]

source: File to insert [from %s]
uk: Файл до вставки [в╕д %s]

source: Command to execute in new buffer
uk: п п╬п╪п╟п╫п╢п╟, я▐п╨я┐ я│п╩я√п╢ п╡п╦п╨п╬п╫п╟я┌п╦ я┐ п╫п╬п╡п╬п╪я┐ п╠я┐я└п╣я─я√

source: Command to execute
uk: п п╬п╪п╟п╫п╢п╟, я▐п╨я┐ я│п╩я√п╢ п╡п╦п╨п╬п╫п╟я┌п╦

source: File to insert into new buffer [from %s]
uk: п╓п╟п╧п╩ п╢п╩я▐ п╡я│я┌п╟п╡п╩я▐п╫п╫я▐ (п╢п╬ п╫п╬п╡п╬пЁп╬ п╠я┐я└п╣я─п╟) [п╡я√п╢ %s]

source: File to insert [from %s]
uk: п╓п╟п╧п╩ п╢п╩я▐ п╡я│я┌п╟п╡п╩я▐п╫п╫я▐ [п╡я√п╢ %s]

source: Key invalid in non-multibuffer mode
uk: п п╩п╟п╡я√я┬п╟ п╫п╣п╢я√п╧я│п╫п╟ я┐ п╫п╣ п╪я┐п╩я▄я┌п╦п╠я┐я└п╣я─п╫п╬п╪я┐ я─п╣п╤п╦п╪я√

source: Invalid operating directory
uk: п²п╣п╨п╬я─п╣п╨я┌п╫п╦п╧ я─п╬п╠п╬я┤п╦п╧ п╨п╟я┌п╟п╩п╬пЁ

source: Failed to write backup file; continue saving? (Say N if unsure.)
uk: п²п╣ п╡п╢п╟п╩п╬я│я▐ п╥п╟п©п╦я│п╟я┌п╦ п╢п╟п╫я√ п╢п╬ я└п╟п╧п╩п╟ я─п╣п╥п╣я─п╡п╫п╬я≈ п╨п╬п©я√я≈, п©я─п╬п╢п╬п╡п╤п╦я┌п╦ я│п©я─п╬п╠я┐ п╥п╠п╣я─п╣пЁя┌п╦ п╢п╟п╫я√? (п²п╟я┌п╦я│п╫я√я┌я▄ N, я▐п╨я┴п╬ п╫п╣ п©п╣п╡п╫я√.)

source: Can't write outside of %s
uk: Не можу записати поза %s

source: Error writing temp file: %s
uk: п÷п╬п╪п╦п╩п╨п╟ п©я√п╢ я┤п╟я│ я│п©я─п╬п╠п╦ п╥п╟п©п╦я│п╟я┌п╦ п╢п╬ я┌п╦п╪я┤п╟я│п╬п╡п╬пЁп╬ я└п╟п╧п╩п╟: %s

source: Error writing %s: %s
uk: Поганий рядок цитування %s: %s

source: [DOS Format]
uk: [формат DOS]

source: [Mac Format]
uk: [формат Mac]

source: [Backup]
uk: [Резерв]

source: Prepend Selection to File
uk: Додати Вид╕лене до файлу (в початок файла)

source: Append Selection to File
uk: Додати Вид╕лене до файлу

source: Write Selection to File
uk: Записати Вид╕лене до файлу

source: File Name to Prepend to
uk: ╤м'я файлу для додавання

source: File Name to Append to
uk: ╤м'я файлу для додавання

source: File Name to Write
uk: ╤м'я файлу до запису

source: File was modified since you opened it, continue saving ?
uk: п²п╟п╥п╡п╟ я└п╟п╧п╩п╟ п╢п╩я▐ п╥п╟п©п╦я│я┐п╡п╟п╫п╫я▐

source: Save modified buffer anyway?
uk: п≈п╠п╣я─п╣пЁя┌п╦ п╥п╪я√п╫п╣п╫п╦п╧ п╠я┐я└п╣я─ п©п╬п©я─п╦ п╡я│п╣?

source: File exists -- cannot overwrite
uk: п╓п╟п╧п╩ п╡п╤п╣ я√я│п╫я┐я■ - п©п╣я─п╣п╥п╟п©п╦я│ п╫п╣п╪п╬п╤п╩п╦п╡п╦п╧

source: Save file under DIFFERENT NAME?
uk: п≈п╠п╣я─п╣пЁя┌п╦ я└п╟п╧п╩ п╥ п├п²п╗п·п╝ п²п░п≈п▓п·п╝?

source: File "%s" exists; OVERWRITE?
uk: п╓п╟п╧п╩ б╚%sб╩ п╡п╤п╣ я√я│п╫я┐я■, п÷п∙п═п∙п≈п░п÷п≤п║п░п╒п≤?

source: (more)
uk: (дал╕)

source: Cancel
uk: Скасувати

source: Replace
uk: Зам╕на

source: No Replace
uk: Не Зам╕щати

source: Case Sens
uk: РегЗалеж

source: Regexp
uk: ФормВир

source: To Files
uk: До Файл╕в

source: DOS Format
uk: формат DOS

source: Mac Format
uk: формат Mac

source: Append
uk: Додати

source: Prepend
uk: Додати(0)

source: Backup File
uk: Зробити резервну коп╕ю

source: Execute Command
uk: Виконати команду

source: Go To Dir
uk: До Директор╕╖

source: Get Help
uk: Допомога

source: Exit
uk: Вих╕д

source: Where Is
uk: Пошук

source: Unable to create directory %s: %s It is required for saving/loading search history or cursor positions.
uk: п²п╣ п╡п╢п╟п╩п╬я│я▐ я│я┌п╡п╬я─п╦я┌п╦ п╨п╟я┌п╟п╩п╬пЁ %s: %s п╕п╣п╧ п╨п╟я┌п╟п╩п╬пЁ п©п╬я┌я─я√п╠п╣п╫ п╢п╩я▐ п╥п╠п╣я─я√пЁп╟п╫п╫я▐ я┌п╟ п╥п╟п╡п╟п╫я┌п╟п╤п╣п╫п╫я▐ п╤я┐я─п╫п╟п╩я┐ п©п╬я┬я┐п╨я┐ п╟п╠п╬ п╢п╟п╫п╦я┘ я┴п╬п╢п╬ п©п╬п╥п╦я├я√я≈ п╨я┐я─я│п╬я─п╟.

source: Path %s is not a directory and needs to be. Nano will be unable to load or save search history or cursor positions.
uk: п░п╢я─п╣я│п╟ %s п╫п╣ я■ п╟п╢я─п╣я│п╬я▌ п╨п╟я┌п╟п╩п╬пЁя┐, я┘п╬я┤п╟ п╪п╟я■ п╫п╣я▌ п╠я┐я┌п╦. Nano п╫п╣ п╥п╪п╬п╤п╣ п╥п╟п╡п╟п╫я┌п╟п╤я┐п╡п╟я┌п╦ п╟п╠п╬ п╥п╠п╣я─я√пЁп╟я┌п╦ п╢п╟п╫я√ я┴п╬п╢п╬ п╤я┐я─п╫п╟п╩я┐ п©п╬я┬я┐п╨я┐ я┌п╟ п©п╬п╥п╦я├я√п╧ п╨я┐я─я│п╬я─п╟.

source: Detected a legacy nano history file (%s) which I tried to move to the preferred location (%s) but encountered an error: %s
uk: п▓п╦я▐п╡п╩п╣п╫п╬ п╥п╟я│я┌п╟я─я√п╩п╦п╧ я└п╟п╧п╩ п╤я┐я─п╫п╟п╩я┐ (%s). п▓п╦п╨п╬п╫п╟п╫п╬ я│п©я─п╬п╠я┐ п©п╣я─п╣п╫п╣я│я┌п╦ п╧п╬пЁп╬ п╢п╬ п╠п╟п╤п╟п╫п╬пЁп╬ п╪я√я│я├я▐ (%s), п╡я┌я√п╪, я│я┌п╟п╩п╟я│я▐ п©п╬п╪п╦п╩п╨п╟: %s

source: Detected a legacy nano history file (%s) which I moved to the preferred location (%s) (see the nano FAQ about this change)
uk: п▓п╦я▐п╡п╩п╣п╫п╬ п╥п╟я│я┌п╟я─я√п╩п╦п╧ я└п╟п╧п╩ п╤я┐я─п╫п╟п╩я┐ nano (%s), я▐п╨п╦п╧ п©п╣я─п╣п╫п╣я│п╣п╫п╬ п╢п╬ п╡я√п╢п©п╬п╡я√п╢п╫п╬пЁп╬ п╪я√я│я├я▐ (%s) (п╢п╦п╡. б╚п÷п╬я┬п╦я─п╣п╫я√ п©п╦я┌п╟п╫п╫я▐б╩ я┴п╬п╢п╬ nano, я┴п╬п╠ п╢я√п╥п╫п╟я┌п╦я│я▐ п╠я√п╩я▄я┬п╣ п©я─п╬ я├я▌ п╥п╪я√п╫я┐)

source: Error writing %s: %s
uk: п÷п╬п╪п╦п╩п╨п╟ п©я√п╢ я┤п╟я│ я│п©я─п╬п╠п╦ п╥п╟п©п╦я│п╟я┌п╦ %s: %s

source: Close
uk: п≈п╟п╨я─п╦я┌п╦

source: Uncut Text
uk: п║п╨п╟я│п▓п╦я─я√п╥

source: Unjustify
uk: п║п╨п╟я│п▓п╦я─я√п╡п╫

source: Read File
uk: п╖п╦я┌. я└п╟п╧п╩

source: Go To Line
uk: п■п╬ п═я▐п╢п╨п╟

source: Prev Line
uk: п÷п╬п©п═я▐п╢п╬п╨

source: Next Line
uk: п²п╟я│я┌п═я▐п╢п╬п╨

source: Prev Page
uk: Поп.Стор.

source: Next Page
uk: Наст.Стор.

source: First Line
uk: Перший Рядок

source: Last Line
uk: Останн╕й Рядок

source: Suspend
uk: Призупинка -

source: FullJstify
uk: Вир╕внювання

source: Refresh
uk: Перемалювати

source: WhereIs Next
uk: п≈п╫п╟п╧я┌п╦ п╢п╟п╩я√

source: Justify the current paragraph
uk: Вир╕вняти поточний абзац

source: Cancel the current function
uk: Скасувати поточну функц╕ю

source: Exit from nano
uk: Вих╕д з nano

source: Write the current file to disk
uk: Записати поточний файл на диск

source: Insert another file into the current one
uk: Вставити ╕нший файл до поточного

source: Search for a string or a regular expression
uk: п╗я┐п╨п╟я┌п╦ я─я▐п╢п╬п╨ п╟п╠п╬ я└п╬я─п╪п╟п╩я▄п╫п╦п╧ п╡п╦я─п╟п╥

source: Search for a string
uk: п╗я┐п╨п╟я┌п╦ я─я▐п╢п╬п╨

source: Refresh the file list
uk: п·я│п╡я√п╤п╦я┌п╦ я│п©п╦я│п╬п╨ я└п╟п╧п╩я√п╡

source: Go to lefthand column
uk: п÷п╣я─п╣п╧я┌п╦ п╢п╬ я│я┌п╬п╡п©я┤п╦п╨п╟ п╩я√п╡п╬я─я┐я┤

source: Go to righthand column
uk: п÷п╣я─п╣п╧я┌п╦ п╢п╬ я│я┌п╬п╡п©я┤п╦п╨п╟ п©я─п╟п╡п╬я─я┐я┤

source: Go one screenful up
uk: п²п╟ п╬п╢п╦п╫ п╣п╨я─п╟п╫ п╡пЁп╬я─я┐

source: Go one screenful down
uk: п²п╟ п╬п╢п╦п╫ п╣п╨я─п╟п╫ п╡п╫п╦п╥

source: Cut the current line and store it in the cutbuffer
uk: Вир╕зати поточний рядок та пом╕стити його до "кишен╕"

source: Uncut from the cutbuffer into the current line
uk: Скасувати вир╕зання та вставити зм╕ст "кишен╕" до поточного рядка

source: Invoke the spell checker, if available
uk: Викликати програму пошуку друкарських помилок (якщо ╓)

source: Repeat the last search
uk: п÷п╬п╡я┌п╬я─п╦я┌п╦ п╬я│я┌п╟п╫п╫я√п╧ п©п╬я┬я┐п╨

source: Mark text starting from the cursor position
uk: п÷п╬п╥п╫п╟я┤п╦я┌п╦ я┌п╣п╨я│я┌, п©п╬я┤п╦п╫п╟я▌я┤п╦ п╥ п©п╬я┌п╬я┤п╫п╬я≈ п©п╬п╥п╦я├я√я≈ п╨я┐я─я│п╬я─п╟

source: Copy the current line and store it in the cutbuffer
uk: Вир╕зати поточний рядок та пом╕стити його до "кишен╕"

source: Unindent the current line
uk: п▓п╦п╩я┐я┤п╦я┌п╦ п╡я√п╢я│я┌я┐п© п╢п╩я▐ п©п╬я┌п╬я┤п╫п╬пЁп╬ я─я▐п╢п╨п╟

source: Go back one character
uk: п²п╟п╥п╟п╢ п╫п╟ п╬п╢п╦п╫ я│п╦п╪п╡п╬п╩

source: Go forward one character
uk: Вперед на одну л╕теру

source: Go forward one word
uk: Вперед на одне слово

source: Go to previous block of text
uk: п÷п╬п╡п╣я─п╫я┐я┌п╦я│я▐ п╢п╬ п©п╬п©п╣я─п╣п╢п╫я▄п╬пЁп╬ п╠п╩п╬п╨я┐ я┌п╣п╨я│я┌я┐

source: Go to next block of text
uk: п÷п╣я─п╣п╧я┌п╦ п╢п╬ п╫п╟я│я┌я┐п©п╫п╬пЁп╬ п╠п╩п╬п╨я┐ я┌п╣п╨я│я┌я┐

source: Go to the first line of the file
uk: Перем╕ститися до першого рядка файлу

source: Go to the last line of the file
uk: Перем╕ститися до останнього рядка файлу

source: Delete the character under the cursor
uk: Видалити л╕теру п╕д курсором

source: Delete the character to the left of the cursor
uk: Видалити л╕теру зл╕ва в╕д курсора

source: Cut backward from cursor to word start
uk: п▓п╦я─я√п╥п╟я┌п╦ п╫п╟п╥п╟п╢ п╡я√п╢ п╨я┐я─я│п╬я─п╟ п╢п╬ п©п╬я┤п╟я┌п╨я┐ я│п╩п╬п╡п╟

source: Cut forward from cursor to next word start
uk: п▓п╦я─я√п╥п╟я┌п╦ п╡п©п╣я─п╣п╢ п╡я√п╢ п╨я┐я─я│п╬я─п╟ п╢п╬ п©п╬я┤п╟я┌п╨я┐ я│п╩п╬п╡п╟

source: Cut from the cursor position to the end of the file
uk: Скасувати вир╕зання та вставити зм╕ст "кишен╕" до поточного рядка

source: Refresh (redraw) the current screen
uk: Перемалювати поточний екран

source: Try and complete the current word
uk: п║п©я─п╬п╠я┐п╡п╟я┌п╦ п╢п╬п©п╬п╡п╫п╦я┌п╦ п©п╬я┌п╬я┤п╫п╣ я│п╩п╬п╡п╬

source: Comment/uncomment the current line or marked lines
uk: п■п╬п╢п╟я┌п╦/п≈п╫я▐я┌п╦ п╨п╬п╪п╣п╫я┌я┐п╡п╟п╫п╫я▐ п©п╬я┌п╬я┤п╫п╬пЁп╬ я─я▐п╢п╨п╟ п╟п╠п╬ п©п╬п╥п╫п╟я┤п╣п╫п╦я┘ я─я▐п╢п╨я√п╡

source: Save file without prompting
uk: п≈п╠п╣я─п╣пЁя┌п╦ я└п╟п╧п╩ п╠п╣п╥ п╥п╟п©п╦я┌п╟п╫я▄

source: Search next occurrence backward
uk: п╗я┐п╨п╟я┌п╦ п╡я√п╢п©п╬п╡я√п╢п╫п╦п╨ я┐ п╫п╟п©я─я▐п╪п╨я┐ п╢п╬ п©п╬я┤п╟я┌п╨я┐

source: Search next occurrence forward
uk: п╗я┐п╨п╟я┌п╦ п╡я√п╢п©п╬п╡я√п╢п╫п╦п╨ я┐ п╫п╟п©я─я▐п╪п╨я┐ п╢п╬ п╨я√п╫я├я▐

source: Toggle the case sensitivity of the search
uk: Регистрозалежний пошук

source: Go to file browser
uk: До переглядача файл╕в

source: Execute external command
uk: Виконати зовн╕шню команду

source: Toggle the use of a new buffer
uk: Перемикнути режим вставки в новий буфер

source: Go to directory
uk: До Директор╕╖

source: WriteOut
uk: Записати

source: Justify
uk: Вир╕внювання

source: Go to the last file in the list
uk: п÷п╣я─п╣п╧я┌п╦ п╢п╬ п╬я│я┌п╟п╫п╫я▄п╬пЁп╬ я└п╟п╧п╩п╟ я┐ я│п©п╦я│п╨я┐

source: Go to the previous file in the list
uk: п÷п╣я─п╣п╧я┌п╦ п╢п╬ п©п╬п©п╣я─п╣п╢п╫я▄п╬пЁп╬ я└п╟п╧п╩п╟ я┐ я│п©п╦я│п╨я┐

source: Go to the next file in the list
uk: п÷п╣я─п╣п╧я┌п╦ п╢п╬ п╫п╟я│я┌я┐п©п╫п╬пЁп╬ я└п╟п╧п╩п╟ я┐ я│п©п╦я│п╨я┐

source: Invoke the linter, if available
uk: п▓п╦п╨п╩п╦п╨п╟я┌п╦ linter, я▐п╨я┴п╬ п╢п╬я│я┌я┐п©п╫п╦п╧

source: Go to previous linter msg
uk: п■п╬ п©п╬п©п╣я─п╣п╢п╫я▄п╬пЁп╬ п©п╬п╡. linter

source: Go to next linter msg
uk: п÷п╣я─п╣п╧я┌п╦ п╢п╬ п╫п╟я│я┌я┐п©п╫п╬пЁп╬ п©п╬п╡я√п╢п╬п╪п╩п╣п╫п╫я▐ linter

source: Invoke formatter, if available
uk: п▓п╦п╨п╩п╦п╨п╟я┌п╦ formatter, я▐п╨я┴п╬ п╢п╬я│я┌я┐п©п╫п╦п╧

source: Write Out
uk: п▓п╦п©п╦я│п╟я┌п╦

source: Cut Text
uk: Вир╕зати

source: UnJustify
uk: СкасВир╕вн

source: Cur Pos
uk: Позиц╕я

source: To Spell
uk: Правопис

source: Mark Text
uk: Пом╕тити

source: Forward
uk: Вперед

source: To Linter
uk: п■п╬ linter

source: Undo
uk: п║п╨п╟я│я┐п╡п╟я┌п╦

source: Redo
uk: п÷п╬п╡я┌п╬я─п╦я┌п╦

source: Copy Text
uk: п║п╨п╬п©я√я▌п╡п╟я┌п╦ я┌п╣п╨я│я┌

source: Backwards
uk: п²п╟п╥п╟п╢

source: To Bracket
uk: п■п╬ п╢я┐п╤п╨п╦

source: Previous
uk: п²п╟п╥п╟п╢

source: Next
uk: п■п╟п╩я√

source: Back
uk: Назад

source: Next Word
uk: НастСлово

source: Prev Word
uk: ПопСлово

source: Home
uk: Початок

source: End
uk: К╕нець

source: Find Other Bracket
uk: Знайти Другу Дужку

source: Previous File
uk: Попередн╕й Файл

source: Scroll Up
uk: п⌠п╬я─я┌п╟я┌п╦ п╡пЁп╬я─я┐

source: Scroll Down
uk: п⌠п╬я─я┌п╟я┌п╦ п╡п╫п╦п╥

source: Prev Block
uk: п÷п╬п©. п╠п╩п╬п╨

source: Next Block
uk: п²п╟я│я┌. п╠п╩п╬п╨

source: Beg of Par
uk: п÷п╬я┤.п╟п╠п╥п╟я├я┐

source: End of Par
uk: п я√п╫.п╟п╠п╥п╟я├я┐

source: Prev File
uk: п÷п╬п©. я└п╟п╧п╩

source: Next File
uk: Наступний файл

source: Verbatim
uk: п▒я┐п╨п╡п╟п╩я▄п╫п╬

source: Tab
uk: Табуляц╕я

source: Enter
uk: Ввод

source: Delete
uk: Видалити

source: Backspace
uk: Заб╕й

source: Cut Left
uk: п▓п╦я─я√п╥п╟я┌п╦ п╩я√п╡п╬я─я┐я┤

source: Cut Right
uk: п▓п╦я─я√п╥п╟я┌п╦ п©я─п╟п╡п╬я─я┐я┤

source: Word Count
uk: п я√п╩я▄п╨я√я│я┌я▄ я│п╩я√п╡

source: Indent Text
uk: п▓я√п╢я│я┌я┐п©

source: Unindent Text
uk: п║п╨п╟я│п▓я√п╢я│я┌

source: Complete
uk: п≈п╟п╡п╣я─я┬п╣п╫п╬

source: Comment Lines
uk: п≈п╟п╨п╬п╪п╣п╫я┌я┐п╡п╟я┌п╦ я─я▐п╢п╨п╦

source: Save
uk: п≈п╠п╣я─п╣пЁя┌п╦

source: PrevHstory
uk: п÷п╬п©п√я┐я─п╫п╟п╩

source: NextHstory
uk: п²п╟я│я┌п√я┐я─п╫п╟п╩

source: Go To Text
uk: п■п╬ я┌п╣п╨я│я┌я┐

source: First File
uk: п÷п╣я─я┬п╦п╧ я└п╟п╧п╩

source: Last File
uk: п·я│я┌. я└п╟п╧п╩

source: Discard buffer
uk: п▓я√п╢п╨п╦п╫я┐я┌п╦ п╠я┐я└п╣я─

source: Left Column
uk: п⌡я√п╡п╦п╧ я│я┌п╬п╡п©я┤п╦п╨

source: Right Column
uk: п÷я─п╟п╡п╦п╧ я│я┌п╬п╡п©я┤п╦п╨

source: Prev Lint Msg
uk: п÷п╬п©. п©п╬п╡. lint

source: Next Lint Msg
uk: п²п╟я│я┌. п©п╬п╡. lint

source: Help mode
uk: Режим допомоги

source: Smooth scrolling
uk: Плавна прокрутка

source: Soft wrapping of overlong lines
uk: п°Б─≥я▐п╨п╣ п©п╣я─п╣п╫п╣я│п╣п╫п╫я▐ п╫п╟п╢я┌п╬ п╢п╬п╡пЁп╦я┘ я─я▐п╢п╨я√п╡

source: Color syntax highlighting
uk: П╕дсв╕чування синтаксису кольором

source: Auto indent
uk: Авто-вир╕внювання

source: Cut to end
uk: Вир╕зати до к╕нця

source: Hard wrapping of overlong lines
uk: п√п╬я─я│я┌п╨п╣ п©п╣я─п╣п╫п╣я│п╣п╫п╫я▐ п╫п╟п╢п╥п╡п╦я┤п╟п╧п╫п╬ п╢п╬п╡пЁп╦я┘ я─я▐п╢п╨я√п╡

source: Multiple file buffers
uk: Дек╕лька файлових буфер╕в

source: Reading file into separate buffer
uk: п╖п╦я┌п╟я■п╪п╬ я└п╟п╧п╩ п╢п╬ п╬п╨я─п╣п╪п╬пЁп╬ п╠я┐я└п╣я─п╟

source: Mouse support
uk: П╕дтримка миш╕

source: No conversion from DOS/Mac format
uk: Нема перетворювання ╕з DOS/Mac формату

source: Search Command Help Text Enter the words or characters you would like to search for, and then press Enter. If there is a match for the text you entered, the screen will be updated to the location of the nearest match for the search string. The previous search string will be shown in brackets after the search prompt. Hitting Enter without entering any text will perform the previous search.
uk: Текст допомоги команди пошуку Введ╕ть слова або л╕тери як╕ Ви шука╓те, та натисн╕ть Enter. Якщо для введено╖ Вами умови знайдеться в╕дпов╕дний зб╕г, екран перем╕ститься в положення поблизу цього зб╕гу. Попередня умова зб╕гу з'явиться у квадратних дужках п╕сля запрошення "Пошук:". Натиснення Enter без редагування будь-якого тексту призведе до пошуку попередньо╖ умови зб╕гу. Наступн╕ функц╕ональн╕ клав╕ш╕ наявн╕ у режим╕ Пошуку:

source: Go To Line Help Text Enter the line number that you wish to go to and hit Enter. If there are fewer lines of text than the number you entered, you will be brought to the last line of the file. The following function keys are available in Go To Line mode:
uk: Текст допомоги режиму До_рядка Введ╕ть номер рядка до якого Ви бажа╓те д╕статись та натисн╕ть Enter. Якщо к╕льк╕сть рядк╕в у файл╕ менша за число яке Ви ввели, Ви попадете на останн╕й рядок файлу. Наступн╕ функц╕ональн╕ клав╕ш╕ наявн╕ у режим╕ До_рядка:

source: File Browser Help Text The file browser is used to visually browse the directory structure to select a file for reading or writing. You may use the arrow keys or Page Up/Down to browse through the files, and S or Enter to choose the selected file or enter the selected directory. To move up one level, select the directory called ".." at the top of the file list. The following function keys are available in the file browser:
uk: Текст допомоги режиму Переглядач Файл╕в Переглядач файл╕в використову╓ться для в╕зуального перегляду зм╕сту директор╕╖ та обирання потр╕бного файлу для запису або читання. Ви ма╓те користуватись клав╕шами керування курсором та PageUp/PageDown для пересування кр╕зь файли, та обирати потр╕бний файл або входити до обрано╖ директор╕╖ клав╕шею S або Enter. Щоб перем╕ститись на директор╕ю вище, обер╕ть директор╕ю ".." в початку списку файл╕в. Наступн╕ функц╕ональн╕ клав╕ш╕ наявн╕ в режим╕ Переглядач Файл╕в:

source: enable/disable
uk: дозволити/заборонити

source: Key is invalid in view mode
uk: п²п╣п╨п╬я─п╣п╨я┌п╫п╟ п╨п╩п╟п╡я√я┬п╟ я┐ я─п╣п╤п╦п╪я√ п©п╣я─п╣пЁп╩я▐п╢я┐

source: This function is disabled in restricted mode
uk: п╕я▌ я└я┐п╫п╨я├я√я▌ п╡п╦п╪п╨п╫п╣п╫п╬ я┐ п╬п╠п╪п╣п╤п╣п╫п╬п╪я┐ я─п╣п╤п╦п╪я√

source: Help is not available
uk: п■п╬п╡я√п╢п╨п╟ п╫п╣п╢п╬я│я┌я┐п©п╫п╟

source: Buffer written to %s
uk: Буфер записано до %s

source: Window size is too small for nano...
uk: Розм╕р в╕кна замалий для Nano...

source: Option Meaning
uk: Опц╕я Значення

source: Show this message
uk: Показати це пов╕домлення

source: When the first filename is '-', nano reads data from standard input.
uk: п╞п╨я┴п╬ п©п╣я─я┬п╬я▌ п╫п╟п╥п╡п╬я▌ я└п╟п╧п╩п╟ я■ б╚-б╩, nano я┤п╦я┌п╟я┌п╦п╪п╣ п╢п╟п╫я√ п╥я√ я│я┌п╟п╫п╢п╟я─я┌п╫п╬пЁп╬ п╢п╤п╣я─п╣п╩п╟ п╡п╡п╣п╢п╣п╫п╫я▐.

source: Option GNU long option Meaning
uk: п÷п╟я─п╟п╪п╣я┌я─ п■п╬п╡пЁп╟ я└п╬я─п╪п╟ п÷я─п╦п╥п╫п╟я┤п╣п╫п╫я▐

source: Enable smart home key
uk: Дозволити мишу

source: Enable multiple file buffers
uk: Дозволити дек╕лька файлових буфер╕в

source: Convert typed tabs to spaces
uk: п÷п╣я─п╣я┌п╡п╬я─я▌п╡п╟я┌п╦ я┌п╟п╠я┐п╩я▐я├я√я≈ я┐ п©я─п╬п╠я√п╩п╦

source: Read a file into a new buffer by default
uk: п╒п╦п©п╬п╡п╬ я┤п╦я┌п╟я┌п╦ я└п╟п╧п╩ п╢п╬ п╫п╬п╡п╬пЁп╬ п╠я┐я└п╣я─п╟

source: Use (vim-style) lock files
uk: п▓п╦п╨п╬я─п╦я│я┌п╬п╡я┐п╡п╟я┌п╦ я└п╟п╧п╩п╦ п╠п╩п╬п╨я┐п╡п╟п╫п╫я▐ (я▐п╨ я┐ vim)

source: Log & read search/replace string history
uk: Вести журнал та читати ╕стор╕ю умов пошуку/зам╕ни

source: Don't look at nanorc files
uk: Не дивитися в nanorc файли

source: Don't convert files from DOS/Mac format
uk: Нема перетворювання ╕з DOS/Mac формату

source: Log & read location of cursor position
uk: п≈п╟п©п╦я│я┐п╡п╟я┌п╦ п╢п╬ п╤я┐я─п╫п╟п╩я┐ я√ я┤п╦я┌п╟я┌п╦ п©п╬п╥п╦я├я√я▌ п╨я┐я─я│п╬я─п╟

source: -Q <str>
uk: -Q [рядок]

source: Print version information and exit
uk: Показати верс╕ю та вийти

source: --wordchars=<str>
uk: --wordchars=<я─я▐п╢>

source: Which other characters are word parts
uk: п╞п╨я√ я√п╫я┬я√ я│п╦п╪п╡п╬п╩п╦ я■ я┤п╟я│я┌п╦п╫п╟п╪п╦ я│п╩я√п╡

source: -Y <name>
uk: -Y <п╫п╟п╥п╡п╟>

source: --syntax=<name>
uk: --syntax=<п╫п╟п╥п╡п╟>

source: Syntax definition to use for coloring
uk: Визначення синтаксису до використання

source: Constantly show cursor position
uk: Пост╕йно показувати позиц╕ю курсора

source: Fix Backspace/Delete confusion problem
uk: п▓п╦п©я─п╟п╡п╦я┌п╦ п©я─п╬п╠п╩п╣п╪я┐ Backspace/Delete

source: Show cursor in file browser
uk: п÷п╬п╨п╟п╥я┐п╡п╟я┌п╦ п╨я┐я─я│п╬я─ я┐ п©п╣я─п╣пЁп╩я▐п╢п╟я┤я√ я└п╟п╧п╩я√п╡

source: Show this help text and exit
uk: п÷п╬п╨п╟п╥п╟я┌п╦ я┌п╣п╨я│я┌ я├я√я■я≈ п╢п╬п╡я√п╢п╨п╦ я√ п╥п╟п╡п╣я─я┬п╦я┌п╦ я─п╬п╠п╬я┌я┐

source: Automatically indent new lines
uk: Автоматично вир╕внювати нов╕ рядки

source: Don't follow symbolic links, overwrite
uk: Не йти за с╕мл╕нками, але переписувати

source: Enable the use of the mouse
uk: п■п╬п╥п╡п╬п╩п╦я┌п╦ п╡п╦п╨п╬я─п╦я│я┌п╟п╫п╫я▐ п╪п╦я┬я√

source: Do not read the file (only write it)
uk: п²п╣ я┤п╦я┌п╟я┌п╦ я└п╟п╧п╩ (п╩п╦я┬п╣ п╥п╟п©п╦я│я┐п╡п╟я┌п╦ п╢п╬ п╫я▄п╬пЁп╬)

source: -o <dir>
uk: -o [дир]

source: Set operating directory
uk: Встановити робочий каталог

source: Preserve XON (^Q) and XOFF (^S) keys
uk: Зберегти клав╕ши XON (^Q) та XOFF (^S)

source: -s <prog>
uk: -s [прог]

source: Enable alternate speller
uk: Альтернативна програма перев╕рки правопису

source: Auto save on exit, don't prompt
uk: АвтоЗапис при виход╕, без запитань

source: View mode (read-only)
uk: Режим переглядання (т╕льки читання)

source: Don't wrap long lines
uk: Не загортати довг╕ рядки

source: Don't show the two help lines
uk: Не показувати в╕кно допомоги

source: (ignored, for Pico compatibility)
uk: (╕гноровано, для сум╕сност╕ ╕з Pico)

source: GNU nano, version %s
uk: GNU nano п╡п╣я─я│я√я≈ %s

source: GNU nano version %s (compiled %s, %s)
uk: GNU nano верс╕╖ %s (з╕бране %s, %s)

source: Email: nano@nano-editor.org Web: http://www.nano-editor.org/
uk: Е-пошта: nano@nano-editor.org Тенета: http://www.nano-editor.org

source: Email: nano@nano-editor.org Web: https://nano-editor.org/
uk: п∙п╩. п©п╬я┬я┌п╟: nano@nano-editor.org п├п╫я┌п╣я─п╫п╣я┌: https://nano-editor.org/

source: Compiled options:
uk: З╕брано з опц╕ями:

source: Sorry, support for this function has been disabled
uk: Вибачте, п╕дтримка ц╕╓╖ функц╕╖ було заборонено

source: Save modified buffer (ANSWERING "No" WILL DESTROY CHANGES) ?
uk: Зберегти зм╕нений буфер (В╕дпов╕дь "Н╕" СКАСУ╢ ВС╤ ЗМ╤НИ) ?

source: No file name
uk: п²п╣п╪п╟я■ п╫п╟п╥п╡п╦ я└п╟п╧п╩п╟

source: Save modified buffer? (Answering "No" will DISCARD changes.)
uk: п≈п╠п╣я─п╣пЁя┌п╦ п╥п╪я√п╫п╦ я┐ п╠я┐я└п╣я─я√? (п▓я√п╢п©п╬п╡я√п╢я▄ б╚п²я√б╩ п©я─п╦п╥п╡п╣п╢п╣ п╢п╬ п▓п╒п═п░п╒п≤ п╥п╪я√п╫.)

source: Received SIGHUP or SIGTERM
uk: Прийнято SIGHUP або SIGTERM

source: Use "fg" to return to nano.
uk: п▓п╦п╨п╬я─п╦я│я┌п╬п╡я┐п╧я┌п╣ б╚fgб╩ п╢п╩я▐ п©п╬п╡п╣я─п╫п╣п╫п╫я▐ я┐ nano

source: Suspension is not enabled
uk: п÷я─п╦п╥я┐п©п╦п╫п╣п╫п╫я▐ п╫п╣ я┐п╡я√п╪п╨п╫п╣п╫п╬

source: enabled
uk: дозволено

source: disabled
uk: заборонено

source: Unbindable key: M-[
uk: п²п╣п©п╬п╡Б─≥я▐п╥п╟п╫п╟ п╨п╬п╪п╠я√п╫п╟я├я√я▐: M-[

source: Unbound key: M-%c
uk: п²п╣п©п╬п╡Б─≥я▐п╥п╟п╫п╟ п╨п╬п╪п╠я√п╫п╟я├я√я▐: M-%c

source: Unbound key: ^%c
uk: п²п╣п©п╬п╡Б─≥я▐п╥п╟п╫п╟ п╨п╬п╪п╠я√п╫п╟я├я√я▐: ^%c

source: Unbound key: %c
uk: п²п╣п©п╬п╡Б─≥я▐п╥п╟п╫п╟ п╨п╬п╪п╠я√п╫п╟я├я√я▐: %c

source: XON ignored, mumble mumble
uk: XON игноровано, мур-мур-мур
